Repository: Patlatus/Pygame-Overcrowded-Trolleybus
Catalog: locale/ua/LC_MESSAGES/messages.po
Languages: uk

source: Press ESC to show game options
uk: Натисни ESC щоб зайти в меню

source: RESUME GAME
uk: ВІДНОВИТИ ГРУ

source: RESTART GAME
uk: ПОЧАТИ ЗНОВУ

source: OPTIONS
uk: ОПЦІЇ

source: AI LEVEL
uk: РІВЕНЬ ШІ

source: LANGUAGE
uk: ВИБІР МОВИ

source: QUIT
uk: ВИЙТИ

source: HUMAN VS HUMAN
uk: САМ З СОБОЮ

source: AI VS HUMAN
uk: ШІ З ЛЮДИНОЮ

source: HUMAN VS AI
uk: ЛЮДИНА З ШІ

source: BACK
uk: НАЗАД

source: Old AI (2003): Primitive
uk: Старий (2003): Примітив

source: Improved Old AI: Easy
uk: Покращений Старий: Легко

source: New AI (2023): Medium
uk: Новий (2023): Середньо

source: English
uk: Англійська

source: Ukrainian
uk: Українська

source: MAIN MENU
uk: ГОЛОВНЕ МЕНЮ

source: GAME OPTIONS
uk: ІГРОВІ ОПЦІЇ

source: AI LEVEL OPTIONS
uk: ВИБІР РІВНЯ ШІ

source: LANGUAGE OPTIONS
uk: ВИБІР МОВИ

source: Next Turn: Magenta. Counter:
uk: Наступний: Маджента. Хід:

source: Next Turn: Green. Counter:
uk: Наступний: Зелений. Хід:

source: MAGENTA WINS!
uk: МАДЖЕНТА ВИГРАВ!

source: GREEN WINS!
uk: ЗЕЛЕНИЙ ВИГРАВ!
